Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: Try current user (1st)
fr_fr: Essayer l'utilisateur actuel (1st)

source: Step 4 - Web Forward Authentication Details
fr_fr: Etape 4 - Détails d'authentification des Applications Web

source: Name
fr_fr: Nom

source: If you have configured OpenVPN-ALS to use an HTTP proxy server that requires authentication, provide the user here.
fr_fr: Si you have configured OpenVPN-ALS to use an HTTP proxy server that requires authentification, provide the utilisateur ici.

source: OpenVPN-ALS:::Set password
fr_fr: OpenVPN-ALS:::Définir le mot de passe

source: Configuring certificate
fr_fr: Configuration du certificat

source: An error has occurred. Review the fields below and try again.
fr_fr: An erreur has occurred. Review the fields below and try again.

source: Step 1 - Import Certificate
fr_fr: Etape 1 - Importation du certificat

source: OpenVPN-ALS:::Delete IP Restriction
fr_fr: OpenVPN-ALS:::Supprimer la restriction d'IP

source: OpenVPN-ALS will use its own internal database of users and groups. If you use this User Database, you will also be able to create, edit and remove users and groups.
fr_fr: OpenVPN-ALS will use its propre internal database de users and groupes. Si you use thest Utilisateur Database, you will also be able to create, editer and remove users and groups.

source: <strong>This web forward is attached to multiple policies :-</strong>
fr_fr: <strong>Cette application est reliée a plusieurs stratégies :-</strong>

source: WARNING! There are currently {0} users logged on.
fr_fr: WARNING! There are currently {0} users connecté on.

source: This user database contains no accounts.
fr_fr: Thest utilisateur database contains non comptes.

source: The path to an lmhosts file containing a map of IP addresses to hostnames.
fr_fr: Le chemin du fichier lmhosts contient un plan d'adressage IP de nom d'hôte.

source: Delete this Group.
fr_fr: Delete thest Groupe.

source: Step 1 - Attribute Definition Details
fr_fr: Etape 1 - Attribut Definition Details

source: Resource
fr_fr: Ressource

source: No tunnel with id of {0}, probably a temporary tunnel
fr_fr: Non tunnel with id de {0}, probably a temporary tunnel

source: Web forward saved.
fr_fr: Application Web sauvegardée.

source: Confirm Passphrase:
fr_fr: Confirmer Passphrase:

source: Allow WebDAV access from clients that do not support cookies. This would include Nautilus in Gnome, Finder in OS X and other WebDAV clients. Behaviour is much the same, except it is not possible to mount unauthenticated Network Places (i.e. those that would normally pop up a secondary authentication dialog). It may also have an affect on performance as authentication is performed on every request.
fr_fr: te

source: Attached application shortcut to policies.
fr_fr: Relier cette stratégie au raccourci.

source: This option determines how the passphrase for the user's private key is determined. Attributes are stored by encrypting them with a user's public key so that they can only be decrypted by the corresponding private key. When set to <b>Automatic</b> the passphrase for the private key will be automatically configured as the user's account password. If no account password has been provided then it will be prompted for instead. When set to <b>Prompt</i> the user will be prompted for the passphrase upon logon, meaning that the passphrase will be independent of the users password. <b>Disabled</b> will prevent the key being used at all, meaning confidential user attributes will not be available.
fr_fr: Thest option determines how the passphrase for the user's private key est determined. Attributs are stored by encrypting them with a user's public key so that they can only be decrypted by the corresponding private key. When set to <b>Automatic</b> the passphrase for the private key will be automatically configured as the user's compte mot de passe. Si non account mot de passe has been provided then it will be prompted for instead. When set to <b>Prompt</i> the utilisateur will be prompted for the passphrase upon logon, meaning that the passphrase will be independent de the users password. <b>Disabled</b> will prevent the key being used at all, meaning confidential user attributs will not be available.

source: Failed to check for network place by name. {0}
fr_fr: Echec de vérification par nom du Favoris Réseau. {0}

source: name is a required parameter
fr_fr: nom est a required parameter

source: Category
fr_fr: Categorie

source: No Web Forward name has been provided.
fr_fr: Aucun nom d'Application Web n'a été fournit.

source: User {0} does not exist.
fr_fr: Utilisateur {0} does not exist.

source: Response timeout (seconds)
fr_fr: Temps dépassé (secondes)

source: Remote Access
fr_fr: Remote Accès

source: ({0} of {1})
fr_fr: ({0} de {1})

source: This network place type provides a read only virtual file system mapped to a Bzip2 Tar file.
fr_fr: Ce type de Favoris Réseau fournit seulement la lecture d'un système de fichier virtuel monté en Bzip Tar.

source: Default Value:
fr_fr: Valeur par defaut:

source: When creating a new certificate, you must provide a passphrase to encrypt the generated keystore. This passphrase will be required if you wish to manipulate the keystore file with the command line tools provided with Java.
fr_fr: Lorsque vous créez un nouveau certificat, vous devez fournir une passphrase pour crypter la clé générée. Cette passphrase sera demandée si vous manipulé la clé avec l'outil de ligne de commande avec java.

source: <strong>{0}</strong> isn't a valid boolean. Must be either {1} or {2}.
fr_fr: <strong>{0}</strong> n'est pas un booléen valide. Doit être {1} ou {2}.

source: To create a new profile, click on the button to the right.
fr_fr: To create a new profil, cliqueron the button to the right.

source: You must select at least one policy to attach this Web Forward.
fr_fr: Vous devez sélectionner au moins une stratégie a relier à cette Application Web.

source: The Shutdown/Restart delay must be in whole minutes, no decimals.
fr_fr: Le délay avant l'Arrêt/Redemarrage doit être des valeures entieres.

source: Directory
fr_fr: Annuaire

source: This key store contains certificates used to authenticate with other hosts.
fr_fr: Thest key store contains certificates used to authenticate with other hosts.

source: Edit a network place
fr_fr: Editer un Favoris Réseau

source: You have no personal profiles configured. Click on <strong>Create Personal Profile</strong> in the Actions bar if it is available to create one.
fr_fr: You have non personal profils configured. Cliqueron <strong>Create Personal Profil</strong> in the Actions bar si it est available to create one.

source: Pending Installation
fr_fr: Installation en suspens

source: Step 5 - Web Forward Policy Selection
fr_fr: Etape 5 - Sélection des stratégies

source: {0} pasted from clipboard.
fr_fr: {0} coller a partir du presse papiers.

source: Confirm deletion
fr_fr: Confirmer la suppression

source: SSL Certificate password
fr_fr: SSL Certificatmot de passe

source: Clipboard
fr_fr: Presse-papiers

source: Resource Attribute
fr_fr: Ressource Attribut

source: Here you may edit a policy.
fr_fr: Here you may editer a stratégie.

source: You have disabled the super user. To re-enable either logon to an account that has been delegated the right to administer accounts, or re-run the Installation Wizard. At the end of the installation the selected super user will be re-enabled.
fr_fr: Vous avez désactivé le super utilisateur. Pour ré-activer ce compte exécutez à nouveau l'assistant d'installation. A la fin de l'installation le super utilisateur sera activé.

source: Step 3 - Policy Nesting
fr_fr: Etape 3 - Stratégie Nesting

source: Policies
fr_fr: Stratégies

source: Edit this profile
fr_fr: Edit thest profil

source: Set a new password for this account.
fr_fr: Définir un nouveau mot de passe pour ce compte.

source: Add to favorites
fr_fr: Ajouter aux Favoris

source: The super user you have specified does not exist. This user database does not support account creation so you must provide an existing account to use.
fr_fr: Le super utilisateur que vous avez spécifié n'éxiste pas. Cette base de donnée utilisateur ne supporte pas la création de compte, vous devez fournir un compte existant pour l'utiliser.

source: This application requires some parameters.
fr_fr: Cette application requiert plusieurs paramètres.

source: Accounts and Groups
fr_fr: Comptes and Groupes

source: Attribute "{0}" does not contain a valid value ("{0}")
fr_fr: Attribut "{0}" does not contain a valid value ("{0}")

source: You cannot paste a file or folder to this source folder, a file or folder with the name already exists.
fr_fr: Vous ne pouvez pas coller un fichier ou un dossier ici, car un fichier ou un dossier a déjà le même nom.

source: OpenVPN-ALS:::Authentication Schemes
fr_fr: OpenVPN-ALS:::Authentification Schemes

source: User may use or view, admin. can change
fr_fr: Utilisateur may use or view, admin. can changer

source: 3SP Ltd offers commercial support services for the OpenVPN-ALS Enterprise Edition.
fr_fr: 3SP Ltd offre un support commercial pour OpenVPN-ALS Entreprise Edition.

source: Application shortcut named <strong>{0}</strong> already exists.
fr_fr: Le nom de raccourci <strong>{0}</strong> éxiste déjà.

source: Tunnel Name:
fr_fr: Tunnel Nom:

source: The network place creation wizard is now complete. Please review any information below.
fr_fr: La création du Favoris Réseau est maintenant complète. Vérifiez les informations avant de continuer.

source: Edit this IP restriction
fr_fr: Editer cette IP restreinte

source: Are you sure you wish to remove this Web Forward.
fr_fr: Etes-vous sûr de vouloir supprimer cette application Web.

source: Service Authentication Type
fr_fr: Service Authentification Type

source: OpenVPN-ALS requires a dedicated Active Directoryaccount to retreive user and group details. This field should be set to the password for this account.
fr_fr: OpenVPN-ALS requiert un compte active directory dédié pour retrouver les détails des utilisateurs et des groupes.

source: Include built-in groups.
fr_fr: Include built-in groupes.

source: Authentication Type
fr_fr: Type d'authentification

source: The currently selected user database allows for the creation of new user accounts. Please enter their details on this page.
fr_fr: Le currently selected utilisateur database allows for the creation de new user comptes. Please enter their details on thest page.

source: Resource Information
fr_fr: Ressource Information

source: OpenVPN-ALS:::Error {0}
fr_fr: OpenVPN-ALS:::Erreur {0}

source: Application type:
fr_fr: Type d'application:

source: All steps completed OK. Click <strong>Exit Install</strong> to leave the installation wizard.
fr_fr: Toutes les étapes sont complètes. Cliquer sur <strong>Quitter l'installation</strong> pour quitter l'assistant.

source: OpenVPN-ALS:::Create Attribute Definition
fr_fr: OpenVPN-ALS:::Create Attribut Definition

source: Properties
fr_fr: Propriétés

source: Enter your father's first name e.g. William.
fr_fr: Entrer le nom de votre père. William.

source: Category:
fr_fr: Categorie:

source: Failed to launch. {0}
fr_fr: Echec de lancement. {0}

source: Server Restarted
fr_fr: Serveur Redemarré

source: OpenVPN-ALS:::Edit Web Forward
fr_fr: OpenVPN-ALS:::Editer l'application Web

source: Userinfo cannot be set when host is null!
fr_fr: Userinfo cannot be set when host est null!

source: Time format
fr_fr: te

source: Format used for entry of times
fr_fr: te

source: Installing extension <b>{0}</b># OpenVPN-ALS Category Information
fr_fr: Installation de l'extension <b>{0}</b>

source: You can configure a custom title for the logon page. Leave this blank to use the default internationalised OpenVPN-ALS title.
fr_fr: You can configure a custom title for the logon page. Leave thest blank to use the default internationalised OpenVPN-ALS title.

source: Failed to launch.
fr_fr: Failed to lancer.

source: Cancel# OpenVPN-ALS Category Information
fr_fr: Annuler

source: OpenVPN-ALS:::Accounts
fr_fr: OpenVPN-ALS:::Comptes

source: Use HTTP proxy server for web connections
fr_fr: Utilise HTTP proxy server pour les connections Web

source: Reload of extension store failed. {0}
fr_fr: Reload de extension store failed. {0}

source: User or admin may use, view or change
fr_fr: Utilisateur or admin may use, view or changer

source: The profile creation wizard is now complete. Please review any information below.
fr_fr: Le profil creatien tant quesistant est now complete. Please review any information below.

source: Select where information for authenticating users is obtained. If you select 'Bullt-in', no further configuration is necessary. If you choose 'Active directory', you should ensure the Active directory options such as Domain are configured correctly.
fr_fr: Select where information for authenticating users est obtained. Si you select 'Bullt-in', non further configuration est necessary. Si you choose 'Active directory', you should ensure the Active directory options such as Domain are configured correctly.

source: Removing tunnels with username of {0}
fr_fr: Removing tunnels with utilisateur de {0}

source: Community Wiki (Coming Soon)
fr_fr: Communauté Wiki (a venir)

source: The plugin instance for {0} ({1}) could not be created. {2}
fr_fr: Le plugin {0} ({1}) ne peut pas être crée. {2}

source: Request contains some content of type {0}
fr_fr: Request contains some content de type {0}

source: Various configuration options
fr_fr: Options de configurations variées

source: OpenVPN-ALS:::Groups
fr_fr: OpenVPN-ALS:::Groupes

source: A key for a server that requires client certificate authentication.
fr_fr: A key for a server that requires client certificatauthentification.

source: Zip selected.
fr_fr: Zipper la sélection.

source: Edit a profile
fr_fr: Edit a profil

source: Same Domain
fr_fr: Même domaine

source: Application Shortcut Edited
fr_fr: Raccourci édité

source: The selected resource is already a favorite.
fr_fr: La ressource selectionnée est déjà dans les Favoris.

source: No application shortcut name has been provided.
fr_fr: Aucun nom de raccourci a été renseigné.

source: Edit this web forward
fr_fr: Editer cette application Web

source: Profile Name:
fr_fr: Profil Nom:

source: There are currently no extensions for this category. You can refresh the extension store by selecting the <b>Refresh Extension Store</b> action.
fr_fr: There are currently non extensions for thest category. You can refresh the extension store by selecting the <b>Refresh Extension Store</b> action.

source: Replacement Priority Changed
fr_fr: Priorité de remplacement modifiée

source: OpenVPN-ALS:::Attributes
fr_fr: OpenVPN-ALS:::Attributs

source: Cancel selection of a policy and close this window
fr_fr: Annuler selection de a stratégie and close thest window

source: Administrator user(s) / group(s)
fr_fr: Administrator utilisateur(s) / groupe(s)

source: Work with this file.
fr_fr: Travailler avec ce fichier.

source: Attached network place to policies.
fr_fr: Stratégies rattachées aux Favoris Réseaux.

source: You must supply a Organisational Unit.
fr_fr: Vous devez fournir une organisation unit.

source: User Agent
fr_fr: Agent Utilisateur

source: OpenVPN-ALS:::File Download
fr_fr: OpenVPN-ALS:::Fichiers téléchargés

source: User may use, administrator may view or change
fr_fr: Utilisateur may use, administrator may view or changer

source: Please provide a name and description for this Authentication Scheme.
fr_fr: Please provide a nom and description for thest Authentification Scheme.

source: The maximum number of users stored in the cache.
fr_fr: Le maximum number de users stored in the cache.

source: Click here if you wish to create a new Peronal Web Forward.
fr_fr: Cliquer ici si vous voulez créer une nouvelle application personnelle.

source: Removes the selected IP Restriction.
fr_fr: Supprimer les restrictions d'IP sélectionnées.

source: Keystore password
fr_fr: Keystore mot de passe

source: Last data
fr_fr: Dernière données

source: The source port should be a number between 1 and 65535.
fr_fr: Le source port should be a number between 1 and 65535.

source: Please provide a name and description for this Web Forward.
fr_fr: Fournissez un nom et une description pour cette application.

source: Step 4 - Authentication Scheme Summary
fr_fr: Etape 4 - Authentification Scheme Summary

source: If the proxy server supports different authentication methods - this setting allows you to choose which one will be attempted first.
fr_fr: Si the proxy server supports different authentification methods - thest setting allows you to choose which one will be attempted first.

source: You must supply a name.
fr_fr: Vous devez fournir un nom.

source: <strong>{0}</strong> can't be empty. The default is <strong>{1}</strong>
fr_fr: <strong>{0}</strong> ne peut pas être vide. Par default s'est <strong>{1}</strong>

source: This site makes use of cookies. Please ensure that they are enabled before logging on.
fr_fr: Ce site peut utiliser des cookies. SVP, assurez-vous d'avoir activer les cookies avant de se connecter.

source: Please provide the authentication information for this Web Forward.
fr_fr: Fournissez les informations d'authentification pour cette application.

source: Unknown plugin {0}.
fr_fr: Plugin inconnu {0}.

source: Download Expired
fr_fr: Téléchargement expiré

source: Global profiles may not be deleted here.
fr_fr: Global profils may not be deleted ici.

source: The hostname to provide when logging in with HELO. Leave blank to use the default hostname.
fr_fr: Le nom d'hôte to provide when logging in with HELO. Leave blank to use the default hostname.

source: OpenVPN-ALS&reg;
fr_fr: OpenVPN-ALS&#153;

source: Any
fr_fr: N'importe qui

source: Failed to parse extension descriptor. {0}
fr_fr: Echec de syntaxe de l'extension. {0}

source: Disable
fr_fr: Inactif

source: Windows normally allows logon when the case of a username is incorrect. Enable this option to force users to enter the correct case for their usernames
fr_fr: Windows normally allows logon when the case de a utilisateur est incorrect. Enable thest option to force users to enter the correct case for their usernames

source: Using current certificate.
fr_fr: Utilise le certificat actuel.

source: Delivery system {0} is now disabled.
fr_fr: Delivery system {0} est now disabled.

source: OpenVPN-ALS:::Immediate shutdown/restart
fr_fr: OpenVPN-ALS:::Arrêter/Redémarrer immédiatement

source: Click here to register for a free 30 day signed certificate trial.
fr_fr: Cliquerici to register for a free 30 day signed certificattrial.

source: OpenVPN-ALS:::Web Forwards
fr_fr: OpenVPN-ALS:::Applications Web

source: Confirm Remove Application
fr_fr: Confirmer la suppression de l'application

source: Copy
fr_fr: Copie

source: Launching application "{0}"
fr_fr: Lancement application "{0}"

source: Server Authentication
fr_fr: Server Authentification

source: Here you can import various types of SSL certificates in order to configure OpenVPN-ALS for maximum possible security in your environment. It is strongly recommended that you obtain a trusted certificate for your SSL VPN server.
fr_fr: Here you can import various types de SSL certificates in order to configure OpenVPN-ALS for maximum possible sécurité in votre environment. It est strongly recommended that you obtain a trusted certificatfor votre SSL VPN server.

source: Disables the untrusted SSL certificate warning
fr_fr: Disables the untrusted SSL certificatavertissement

source: Now select the mechanism by which OpenVPN-ALS obtains information about users and performs authentication. By default the <strong>Built-in</strong> mechanism is available, although extensions may provide more. Some user databases may require further configuration, <strong>Active Directory</strong> being one.
fr_fr: Now select the mechanism by which OpenVPN-ALS obtains information about users and performs authentification. By default the <strong>Built-in</strong> mechanism est available, although extensions may provide more. Some utilisateur databases may require further configuration, <strong>Active Directory</strong> being one.

source: OpenVPN-ALS:::Create Global Profile
fr_fr: OpenVPN-ALS:::Create Global Profil

source: You do not appear to have any Java runtime installed. If your browser is not presenting you with the option to install the Java plugin, you should try downloading the appropriate package from <a class="externalLink" onclick="javascript:myRef = window.open('http://java.sun.com/j2se/1.5.0/download.html','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,location=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://java.sun.com/j2se/1.5.0/download.html">here</a> and installing manually. Alternatively you may <a class="externalLink" href="/showHome.do">continue</a> to use OpenVPN-ALS but some features will not be available.
fr_fr: Il semble que vous n'ayez pas de plugin Java installé. Si votre navigateur ne vous propose pas de l'installer, vous devriez le télécharger et l'installer depuis <a class="externalLink" onclick="javascript:myRef = window.open('http://www.java.com/fr/download','external_win','left=20,top=20,width=620,height=500,toolbar=1,resizable=1,location=1,menubar=1,scrollbars=1');myRef.focus(); return false" href="http://www.java.com/fr/download">ce site</a>, ou demander à votre administrateur réseau. Vous pouvez aussi <a class="externalLink" href="/showHome.do">continuer</a> mais certaines fonctionnalités ne seront pas disponibles.

source: Upload type:
fr_fr: Type de chargement:

source: Recipients
fr_fr: Destinataires

source: Web Forwards
fr_fr: Applications Web

source: Edit this account.
fr_fr: Editer ce compte.

source: The agent reported that the tunnel could not be stopped.
fr_fr: Le agent reported that the tunnel could not be stopped.

source: OpenVPN-ALS:::Cancel Shutdown
fr_fr: OpenVPN-ALS:::Annuler l'arrêt

source: HTTP proxy user
fr_fr: HTTP proxy utilisateur

source: Internal error. {0}
fr_fr: Erreur interne. {0}

source: Click here if you wish to create a new Web Forward.
fr_fr: Cliquer ici si vous voulez créer une nouvelle application Web.

source: OpenVPN-ALS::::Create Web Forward
fr_fr: OpenVPN-ALS::::Créer une application Web

source: Incorrect passphrase.
fr_fr: Mot de passe incorrect.

source: Query string cannot be set when path is null!
fr_fr: Query string cannot be set when path est null!

source: Here you may edit an access right.
fr_fr: Here you may editer an accès right.

source: The header reserve area within the buffers used by connections from this listener. The header reserve is space reserved in the first buffer of a response to allow a HTTP header to be written in the same packet. The reserve should be large enough to avoid moving data to fit the header, but not too large as to waste memory.
fr_fr: Le header reserve area within the buffers used by connections from thest listener. Le header reserve est space reserved in the first buffer de a response to allow a HTTP header to be written in the same packet. Le reserve should be large enough to avoid moving data to fit the header, but not too large as to waste memory.

source: OpenVPN-ALS will integrate with your network's Active Directory server allowing users to use the same logon credentials as they would use for other Windows resources. Roles will map to your Active Directory groups.
fr_fr: OpenVPN-ALS will integrate with votre network's Active Directory server allowing users to use the same logon credentials as they would use for other Windows ressources. Roles will map to votre Active Directory groupes.

source: New key password required to secure it.
fr_fr: Nouveau mot de passe requis pour sécuriser.
